Repository: fevsea/djangoTutorial
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Ingles

source: Date information
es: Información sobre la fecha

source: Polls administration
es: Administració de enquestas

source: Polls admin site
es: Sitio de administración de enquestas

# app name
source: polls
es: enquestas

source: question text
es: texto pregunta

source: I'm a help text
es: Soy un texto de ayuda

source: date published
es: fecha publicación

source: Published recently?
es: ¿Publicación reciente?

source: question
es: pregunta

source: questions
es: preguntas

source: option
es: opción

source: votes
es: votos

source: choice
es: opción

source: choices
es: opciones

source: This is the title.
es: Este es el título

# Main test page
source: Still works:
es: Todavia funciona:

source: This is a URL: %(the_url)s
es: Esto es una URL: %(the_url)s

source: You didn't select a choice.
es: No ha seleccionado ninguna opción.
